Repository: SamuelSwartzberg/scripts
Catalog: sh/omega-init/project/tm/2019-11-09-jet-belt-omegat.tmx
Source language: de_de
Languages: en_us

source: Durch die Einbindung der Plugins erhalten die Anbieter die Information, dass Ihr Browser die entsprechende Seite unseres Webauftritts aufgerufen hat, auch wenn Sie kein Profil besitzen oder gerade nicht eingeloggt sind.
en_us: These plug-ins inform the respective provider which web page your browser just accessed, even if you do not have an account with the respective provider, or are not logged in.

source: Durch die Überprüfung einer manuellen Eingabe verhindert dieser Dienst, dass automatisierte Software (sog. Bots) missbräuchliche Aktivitäten auf der Website ausführt.
en_us: By checking manual data entries, this service prevents automated software (so-called bots) from carrying out malicious activities on our website.

source: Ein Auslesen oder Speichern von personenbezogenen Daten aus den Eingabefeldern des jeweiligen Formulars findet nicht statt.
en_us: Data from the input fields of the respective forms is not read or stored.

source: Ein aktuelles Zertifikat für das jeweilige Unternehmen kann hier eingesehen werden.
en_us: A certificate for the relevant provider is available here.

source: Ein aktuelles Zertifikat kann hier eingesehen werden.
en_us: A recent certificate is available here.

source: Eine Verarbeitung auf anderen Servern findet nur in dem hier erläuterten Rahmen statt.
en_us: Data is only processed on other servers in the manner described here.

source: Eine darüber hinausgehende Datenverarbeitung findet nur statt, sofern Sie gegenüber Google zugestimmt haben, dass Ihr Web- und App-Browserverlauf von Google mit ihrem Google-Konto verknüpft wird und Informationen aus ihrem Google-Konto zum Personalisieren von Anzeigen verwendet werden, die sie im Web sehen.
en_us: Any further data processing will only occur should you have consented to the linking of your Google web and mobile browser history with your Google account as well as to the use of information from your Google account for the personalization of web ads.

source: Einige der von uns verwendeten Cookies werden nach Ende der Browser-Sitzung, also nach Schließen Ihres Browsers, wieder gelöscht (sog. Sitzungs-Cookies).
en_us: Some of these cookies are deleted at the end of your browser-session - that is, when you close your browser (so-called session cookies).

source: Einsatz von Google (Universal) Analytics zur Webanalyse
en_us: Use of Google (Universal) Analytics for Web Analytics

source: Erfolgt die Verarbeitung zu Zwecken des Direktmarketings, können Sie dieses Recht jederzeit wie oben beschrieben ausüben.
en_us: If the processing is carried out for direct marketing purposes, you may exercise this right at any time as described above.

source: Es gilt das gesetzliche Mängelhaftungsrecht.
en_us: The statutory warranty shall apply.

source: Es gilt insoweit die Datenschutzerklärung des jeweiligen Zahlungsdienstleisters.
en_us: To that extent, the privacy policy of the respective payment service provider will apply.

source: Falls Sie von den jeweiligen Social-Media Plattformbetreibern um eine Einwilligung (Einverständnis) in die Datenverarbeitung gebeten werden, z.B. mit Hilfe einer Checkbox, ist die Rechtsgrundlage der Datenverarbeitung Art.
en_us: Should the respective social media platform operators request your consent to data processing, e.g. by means of a checkbox, the legal grounds for data processing are

source: Firefox™ https://support.mozilla.org/de/kb/cookies-erlauben-und-ablehnen
en_us: Firefox™: https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer

source: Folgen des Widerrufs
en_us: Effects of revocation

source: Für alle Bestellungen über unseren Online-Shop gelten die nachfolgenden AGB. Unser Online-Shop richtet sich ausschließlich an Verbraucher.
en_us: All orders via our online shop fall under the purview of the following terms and conditions. Our online shop is intended exclusively for consumers.

source: Für diese Rückzahlung verwenden wir dasselbe Zahlungsmittel, das Sie bei der ursprünglichen Transaktion eingesetzt haben, es sei denn, mit Ihnen wurde ausdrücklich etwas anderes vereinbart; in keinem Fall werden Ihnen wegen dieser Rückzahlung Entgelte berechnet.
en_us: The payment will be refunded via the same payment method that was used for payment, except in the case that another way was explicitly agreed upon. On no account will we charge payment fees due to this refund.

source: Google Ads ist ein Angebot der Google Ireland Limited, einer nach irischem Recht eingetragenen und betriebenen Gesellschaft mit Sitz in Gordon House, Barrow Street, Dublin 4, Irland (www.google.de).
en_us: Google Ads is provided by Google Ireland Limited, a corporation incorporated and operating under Irish law, with its registered office at Gordon House, Barrow Street, Dublin 4, Ireland. (www.google.de)

source: Google Analytics deaktivieren
en_us: Disable Google Analytics

source: Google Fonts ist ein Angebot der Google Ireland Limited, einer nach irischem Recht eingetragenen und betriebenen Gesellschaft mit Sitz in Gordon House, Barrow Street, Dublin 4, Irland.
en_us: Google Fonts is provided by Google Ireland Limited, a corporation incorporated and operating under Irish law, with its registered office at Gordon House, Barrow Street, Dublin 4, Ireland.

source: Google Maps ist ein Angebot der Google Ireland Limited, einer nach irischem Recht eingetragenen und betriebenen Gesellschaft mit Sitz in Gordon House, Barrow Street, Dublin 4, Irland (www.google.de).
en_us: Google Maps is provided by Google Ireland Limited, a corporation incorporated and operating under Irish law, with its registered office at Gordon House, Barrow Street, Dublin 4, Ireland. (www.google.de)

source: Google reCAPTCHA ist ein Angebot der Google Ireland Limited, einer nach irischem Recht eingetragenen und betriebenen Gesellschaft mit Sitz in Gordon House, Barrow Street, Dublin 4, Irland.
en_us: Google reCAPTCHA is provided by Google Ireland Limited, a corporation incorporated and operating under Irish law, with its registered office at Gordon House, Barrow Street, Dublin 4, Ireland.

source: Google reCAPTCHA verwendet mittels eines in der Webseite eingebundenen Codes, einem sog. JavaScript, im Rahmen der Überprüfung Methoden, die eine Analyse der Benutzung der Website durch Sie ermöglichen, wie zum Beispiel Cookies.
en_us: Google reCAPTCHA uses various methods, by means of a code embedded in the website (a so-called JavaScript), to analyze your use of this website, including cookies.

source: Handelsregister: AG München, HRA 75001 AG München
en_us: Commercial Register: AG Munich, HRA 75001 AG Munich

source: Hierdurch erlangt Google Kenntnis darüber, dass über Ihre IP-Adresse unsere Webseite aufgerufen wurde.
en_us: This provides Google with the information that our website was accessed by a device with your IP address.

source: Hostingdienstleistungen durch einen Drittanbieter
en_us: Hosting services provided by a third party

source: Im Bestellprozess werden Sie auf die Webseite des Online-Anbieters PayPal weitergeleitet.
en_us: In the course of submitting your order, you will be forwarded to the PayPal website,

source: Im Rahmen einer Verarbeitung in unserem Auftrag erbringt ein Drittanbieter für uns die Dienste zum Hosting und zur Darstellung der Webseite.
en_us: A third party provides the hosting and display services on our account.

source: Impressum (Legal Notice)
en_us: Legal Notice

source: In der Regel können Sie sich hierfür an die Aufsichtsbehörde Ihres üblichen Aufenthaltsortes oder Arbeitsplatzes oder unseres Unternehmenssitzes wenden.
en_us: Generally, you may contact the supervisory authority of your habitual residence, place of work, or our company headquarters.

source: In diesem Fall kann Google Maps nicht bzw. nur eingeschränkt genutzt werden.
en_us: In this case, Google Maps may be limited or wholly unusable.

source: In diesem Fall müssen Sie sich im Bestellprozess mit Ihren Zugangsdaten bei dem Zahlungsdienstleister anmelden.
en_us: In this case, you will have to log in with your login details in the course of ordering.

source: In diesem Rahmen wird eine Verbindung zwischen dem von Ihnen verwendeten Browser und den Servern von Google hergestellt.
en_us: As part of this process, a connection between your browser and Google's servers will be established.

source: In unserem Shop stehen Ihnen grundsätzlich die folgenden Zahlungsarten zur Verfügung:
en_us: We offer these methods of payment:

source: Informationen zu gegebenenfalls geltenden zusätzlichen Garantien und deren genaue Bedingungen finden Sie jeweils beim Produkt und auf besonderen Informationsseiten im Onlineshop.
en_us: Any additional warranties and their corresponding terms (wherever applicable) can be found on the product page as well as on the dedicated info pages.

source: Inhaber: Andreas Felger
en_us: Owner: Andreas Felger

source: Internet Explorer™: https://support.microsoft.com/de-de/help/17442/windows-internet-explorer-delete-manage-cookies
en_us: Internet Explorer™: https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies

source: Je nach dem, welchen Zahlungsdienstleister Sie im Bestellprozess auswählen, geben wir zur Abwicklung von Zahlungen die hierfür erhobenen Zahlungsdaten an das mit der Zahlung beauftragte Kreditinstitut und ggf. von uns beauftragte Zahlungsdienstleister weiter bzw. an den ausgewählten Zahlungsdienst.
en_us: Depending on your choice of payment service provider, we will pass on the data gathered for the purposes of payment to the bank charged with payment, and, possibly, to any additional payment service providers engaged by us, or to payment service provider chosen by you.

source: Jeder Browser unterscheidet sich in der Art, wie er die Cookie-Einstellungen verwaltet.
en_us: Each browser has its own ways of permitting management of cookie settings.

source: Kleinunternehmer gemäß § 19 UStG
en_us: Small-scale entrepreneur (Kleinunternehmer) in accordance with § 19 UStG

source: Kreditkarte
en_us: Credit card

source: Löschen Sie Ihre Cookies, müssen Sie den Link erneut klicken.
en_us: Should you delete your cookies, you will have to re-add this cookie by clicking the link again.

source: Mit Abgabe der Bestellung übermitteln Sie uns gleichzeitig Ihre Kreditkartendaten.
en_us: In the course of submitting your order, you will also submit your credit card details.

source: Muster-Widerrufsformular
en_us: Model revocation form

source: München
en_us: Munich

source: Nach Abgabe der Bestellung im Shop fordern wir PayPal zur Einleitung der Zahlungstransaktion auf und nehmen dadurch Ihr Angebot an.
en_us: Upon your finalizing your order in the online shop, we will request PayPal to begin the payment transaction process, which constitutes our acceptance of your order.

source: Nach Abgabe der Bestellung im Shop fordern wir PayPal zur Einleitung der Zahlungstransaktion auf.
en_us: After finalizing your order in the online shop, we will request for PayPal to begin the payment transaction process.

source: Nach Ausübung Ihres Widerspruchsrechts werden wir Ihre personenbezogenen Daten nicht weiter zu diesen Zwecken verarbeiten, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen, oder wenn die Verarbeitung der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen dient.
en_us: Once you have exercised your right of objection, we will not process your personal data for these purposes any further, unless we can establish compelling reasons for processing that are worthy of protection, and which outweigh your interests, rights, and freedoms, or if the processing is in service of the establishment, exercise or defense of legal claims.

source: Nach Ihrer Legitimation als rechtmäßiger Karteninhaber fordern wir Ihr Kreditkartenunternehmen zur Einleitung der Zahlungstransaktion auf und nehmen dadurch Ihr Angebot an.
en_us: After confirming your being the rightful cardholder, we will request your credit card company to begin the payment transaction process. This constitutes our accepting your order.

source: Nach Ihrer Legitimation als rechtmäßiger Karteninhaber fordern wir unmittelbar nach der Bestellung Ihr Kreditkartenunternehmen zur Einleitung der Zahlungstransaktion auf.
en_us: After confirming you to be the rightful cardholder, we will request your credit card company to commence the payment transaction process.

source: Nach Zweckfortfall und Ende des Einsatzes von Google Analytics durch uns werden die in diesem Zusammenhang erhobenen Daten gelöscht.
en_us: The data collected in the context of Google Analytics will be deleted after the object of analysis has ceased to exist or we discontinue our use of Google Analytics.

source: Nach vollständiger Abwicklung des Vertrages oder Löschung Ihres Kundenkontos werden Ihre Daten für die weitere Verarbeitung eingeschränkt und nach Ablauf der steuer- und handelsrechtlichen Aufbewahrungsfristen gelöscht, sofern Sie nicht ausdrücklich in eine weitere Nutzung Ihrer Daten eingewilligt haben oder wir uns eine darüber hinausgehende Datenverwendung vorbehalten, die gesetzlich erlaubt ist und über die wir Sie in dieser Erklärung informieren.
en_us: After completing the processing of the contract or deleting your account, further processing of your data will be limited and will be deleted after the relevant minimum retention period mandated by tax- and commercial law has passed, should you not have explicitly consented to further use of your data or should we not have reserved the right to further processing of your data elsewhere in this statement, in cases in which this further processing is permitted by the law.

source: Nachstehend informieren wir Sie ausführlich über den Umgang mit Ihren Daten.
en_us: Find hereafter information on the handling and processing of your data.

source: Nur in Ausnahmefällen wird die volle IP-Adresse an einen Server von Google in den USA übertragen und dort gekürzt.
en_us: Only in exceptional cases is the full IP address transmitted to a Google server in the USA and then shortened there.

source: Opera™ : https://help.opera.com/de/latest/web-preferences/#cookies
en_us: Opera™: https://help.opera.com/en/latest/web-preferences/#cookies

source: Pflichtfelder werden als solche gekennzeichnet, da wir in diesen Fällen die Daten zwingend zur Vertragsabwicklung, bzw. zur Bearbeitung Ihrer Kontaktaufnahme benötigen und Sie ohne deren Angabe die Bestellung bzw. die Kontaktaufnahme nicht versenden können.
en_us: Mandatory fields are marked as such. In these cases we require this data to execute the contract or to process your contact request. Submitting the order or sending the contact request will not be possible should this data not be on hand.

source: Safari™: https://support.apple.com/de-de/guide/safari/sfri11471/12.0/mac/10.14
en_us: Safari™: https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/13.0/mac/10.15

source: Sie haben das Recht, binnen vierzehn Tagen ohne Angabe von Gründen diesen Vertrag zu widerrufen.
en_us: You may revoke the contract within 14 days, and do so without providing grounds.

source: Sie haben die Waren unverzüglich und in jedem Fall spätestens binnen vierzehn Tagen ab dem Tag, an dem Sie uns über den Widerruf dieses Vertrags unterrichten, an uns zurückzusenden oder zu übergeben.
en_us: You must post or hand over the products immediately and no later than 14 days with this starting with the day on which you informed us of the revocation of the contract.

source: Sie haben grundsätzlich die Möglichkeit der Abholung bei JET BELT, Dreimühlenstrasse 30 , 80469 München, Deutschland zu den nachfolgend angegebenen Geschäftszeiten: Montag bis Freitag 11:00 – 19:00, Samstag 10:00 – 12:00.
en_us: You may also pick up the your order at JET BELT, Dreimühlenstraße 30, 80469, Munich, Germany within the business hours of 11 am - 7 pm (Monday - Friday) and 10 am - 12 pm (Saturday)

source: Sie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und einzeln über deren Annahme entscheiden oder die Annahme von Cookies für bestimmte Fälle oder generell ausschließen.
en_us: You can change your browser settings as to be informed whenever cookies are about to be stored. This enables you to decide to accept or refuse them on a case-by-case basis, to store cookies only under specific circumstances or not at all.

source: Sie können dafür das beigefügte Muster-Widerrufsformular verwenden, das jedoch nicht vorgeschrieben ist.
en_us: You may - but do not have to - use the included model revocation form.

source: Sie können das Laden der Plugins auch mit Add-Ons für Ihren Browser komplett verhindern, z. B. mit dem Skript-Blocker „NoScript“ (https://noscript.net/).
en_us: You may also completely prevent these plug-ins from being loaded by using browser add-ons such as the script blocker "NoScript" (https://noscript.net/).

source: Sie können das Remarketing-Cookie über diesen Link deaktivieren.
en_us: You may disable the remarketing-cookie by clicking on this link.

source: Sie können die Erfassung der durch das Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten (inkl. Ihrer IP-Adresse) an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem sie das unter dem folgenden Link verfügbare Browser-Plugin herunterladen und installieren: https://tools.google.com/dlpage/gaoptout?hl=de
en_us: You can prevent the collection and processing of your usage data gathered via the Google Analytics cookie by downloading and installing the browser add-on available here: https://tools.google.com/dlpage/gaoptout

source: Sie können die Erfassung der durch das JavaScript, bzw. das Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten (inkl. Ihrer IP-Adresse) an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem sie in Ihren Browser-Einstellungen die Ausführung von JavaScripten oder das Setzen von Cookies unterbinden.
en_us: You can prevent the collection and processing of your usage data (including your IP address) gathered via JavaScript or cookies by Google by disabling JavaScript and cookies in your browser settings.

source: Sie können unsere Produkte zunächst unverbindlich in den Warenkorb legen und Ihre Eingaben vor Absenden Ihrer verbindlichen Bestellung jederzeit korrigieren, indem Sie die hierfür im Bestellablauf vorgesehenen und erläuterten Korrekturhilfen nutzen.
en_us: You are invited to place any product in the shopping cart without incurring any obligation to order, and to correct your entries before submission of your binding final order via the tooltips available during the ordering process.

source: Sie können unsere Webseiten besuchen, ohne Angaben zu Ihrer Person zu machen.
en_us: You can visit our website without providing personal details.

source: Sie müssen für einen etwaigen Wertverlust der Waren nur aufkommen, wenn dieser Wertverlust auf einen zur Prüfung der Beschaffenheit, Eigenschaften und Funktionsweise der Waren nicht notwendigen Umgang mit ihnen zurückzuführen ist.
en_us: You are to bear the costs of any possible loss in value of the products only in cases in which this loss in value cannot be ascribed to necessary actions taken in the course of testing and determining the quality, features, and functionality of the products.

source: Sie tragen die unmittelbaren Kosten der Rücksendung der Waren.
en_us: You shall bear the immediate costs of returning the products.

source: Sind Sie bei einem der Dienste eingeloggt, können die Anbieter den Besuch unserer Website Ihrem Profil in dem jeweiligen sozialen Netzwerk unmittelbar zuordnen.
en_us: Should you be logged in, the relevant provider is able to associate the accessing of the web page with your profile in the respective social network.

source: Sind sie in diesem Fall während des Seitenbesuchs unserer Webseite bei Google eingeloggt, verwendet Google Ihre Daten zusammen mit Google Analytics-Daten, um Zielgruppenlisten für geräteübergreifendes Remarketing zu erstellen und zu definieren.
en_us: Should this be the case and if you are logged in with your Google account during your visit to our website, Google will use your information in conjunction with Google Analytics data to create and define target audience lists for cross-device remarketing.

source: Sofern Sie uns hierzu während oder nach Ihrer Bestellung Ihre ausdrückliche Einwilligung gemäß Art.
en_us: Should you have given your express consent during or after ordering in accordance with

source: Sollten Sie diesbezüglich dennoch Hilfe benötigen, können Sie sich an uns wenden.
en_us: However, should you require any help in this regard, please do not hesitate to contact us.

source: Soweit Informationen auf Server von Google in den USA übertragen und dort gespeichert werden, ist die amerikanische Gesellschaft Google LLC unter dem EU-US-Privacy Shield zertifiziert.
en_us: The American corporation Google LLC is certified for the data transfer to and storage on a Google server in the US in accordance with the EU-US-Privacy Shield.

source: Soweit Sie hierzu Ihre Einwilligung nach Art.
en_us: Should you have given your consent in accordance with

source: Soweit die Verarbeitung zu anderen Zwecken erfolgt, steht Ihnen ein Widerspruchsrecht nur bei Vorliegen von Gründen, die sich aus Ihrer besonderen Situation ergeben, zu.
en_us: In cases in which your data is processed for other purposes, you may object to such processing only for reasons arising from your particular circumstances.

source: Soweit die vorgenannten Social-Media Plattformen ihren Hauptsitz in den USA haben, gilt Folgendes: Für die USA liegt ein Angemessenheitsbeschluss der Europäischen Kommission vor.
en_us: In cases in which the social media platforms are headquartered in the US, an adequacy decision by the European Commission is available.

source: Soweit wir zur Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen personenbezogene Daten wie oben erläutert verarbeiten, können Sie dieser Verarbeitung mit Wirkung für die Zukunft widersprechen.
en_us: In cases in which we process personal data to ensure our in the course of weighing the various interests prevailing, legitimate interests as described above, you may refuse this processing, effective from the time of refusal.

source: Telefon: 01724652004
en_us: Phone: +49 172 4652004

source: Um Ihr Widerrufsrecht auszuüben, müssen Sie uns (Jetbelt Inh. Andreas Felger, Dreimühlenstrasse 30, 80489 München, Deutschland, felger@jetbelt.de, Telefon: 01724652004) mittels einer eindeutigen Erklärung (z. B. ein mit der Post versandter Brief, Telefax oder E-Mail) über Ihren Entschluss, diesen Vertrag zu widerrufen, informieren.
en_us: To exercise your right of revocation, you must declare your revocation of the contract by informing us (JETBELT Inh. Andreas Felger, Dreimühlenstraße 30, 80469 Munich, Germany, felger@jetbelt.de, +49 172 4652004) via an unambiguous and explicit declaration of your revocation of the contract.

source: Um den Besuch unserer Website attraktiv zu gestalten und die Nutzung bestimmter Funktionen zu ermöglichen, um passende Produkte anzuzeigen oder zur Marktforschung verwenden wir auf verschiedenen Seiten sogenannte Cookies.
en_us: To ensure visiting our website is enjoyable, to enable certain features, to show relevant products as well as to enable market research, we use so-called cookies.
